categorical-data-analysis.org
#+STARTUP:   indent
#+TITLE:     Categorical Data Analysis
#+AUTHOR:    G. Jay Kerns
#+EMAIL:     gkerns@ysu.edu
#+DESCRIPTION: This chapter deals with categorical data and the methods used to analyze them.
#+KEYWORDS: categorical R logistic contingency table
#+LANGUAGE:  en
#+OPTIONS:   \n:nil @:t ::t |:t ^:{} -:t f:nil *:t <:t
#+OPTIONS:   TeX:t LaTeX:t skip:nil d:nil todo:t pri:nil tags:nil
#+INFOJS_OPT: view:nil toc:nil ltoc:t mouse:underline buttons:0 path:http://orgmode.org/org-info.js
#+LaTeX_CLASS: scrbook
#+LINK_UP: index.html   
#+LINK_HOME: http://ipsur.org/index.html
#+BABEL: :session *R* :exports results :results value raw :cache no :tangle yes
#+INCLUDE: "prelim.R" src R :exports none :results hide

#+BEGIN_HTML
---
layout: chapter
title: IPSUR - Categorical Data Analysis
previous: multiple-linear-regression.html
next: nonparametric-statistics.html
description: This chapter deals with categorical data and the methods used to analyze them.
keywords: categorical R logistic contingency table
---

<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Categorical Data Analysis</a></li>
</ul>
</div>
</div>
#+END_HTML

* Categorical Data Analysis                                           :categ:
:PROPERTIES:
:tangle: R/categ.R
:CUSTOM_ID: cha:Categorical-Data-Analysis
:END:

This chapter is still under substantial revision. At any time you can preview any released drafts with the development version of the =IPSUR= package which is available from \(\mathsf{R}\)-Forge:

#+begin_src R :exports code :eval never
install.packages("IPSUR", repos="http://R-Forge.R-project.org")
library(IPSUR)
read(IPSUR)
#+end_src




