categorical-data-analysis.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>Categorical Data Analysis</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2011-09-21 17:19:34 EDT"/>
<meta name="author" content="G. Jay Kerns"/>
<meta name="description" content="This chapter deals with categorical data and the methods used to analyze them."/>
<meta name="keywords" content="categorical R logistic contingency table"/>
</head>
<body>
<div id="org-div-home-and-up" style="text-align:right;font-size:70%;white-space:nowrap;">
 <a accesskey="h" href="index.html   "> UP </a>
 |
 <a accesskey="H" href="http://ipsur.org/index.html"> HOME </a>
</div>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Categorical Data Analysis</h1>




---
layout: chapter
title: Categorical Data Analysis
previous: multiple-linear-regression.html
next: nonparametric-statistics.html
description: This chapter deals with categorical data and the methods used to analyze them.
keywords: categorical R logistic contingency table
---


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Categorical Data Analysis</a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">Categorical Data Analysis</h2>
<div class="outline-text-2" id="text-1">


<p>
This chapter is still under substantial revision. At any time you can preview any released drafts with the development version of the <code>IPSUR</code> package which is available from \(\mathsf{R}\)-Forge:
</p>



<pre class="src src-R">install.packages(<span style="color: #8b2252;">"IPSUR"</span>, repos=<span style="color: #8b2252;">"http://R-Forge.R-project.org"</span>)
<span style="color: #008b8b;">library</span>(IPSUR)
read(IPSUR)
</pre>

</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2011-09-21 17:19:34 EDT</p>
<p class="author">Author: G. Jay Kerns</p>
<p class="creator">Org version 7.7 with Emacs version 23</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
