categorical-data-analysis.tex
% Created 2011-09-19 Mon 17:54
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{soul}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{latexsym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\providecommand{\alert}[1]{\textbf{#1}}

\title{Categorical Data Analysis}
\author{G. Jay Kerns}
\date{2011-09-18 Sun}

\begin{document}

\maketitle




\section*{Categorical Data Analysis}
\label{sec-1}

\label{cha:Categorical-Data-Analysis}

This chapter is still under substantial revision. At any time you can preview any released drafts with the development version of the \texttt{IPSUR} package which is available from \textsf{R}-Forge:


\begin{verbatim}
install.packages("IPSUR", repos="http://R-Forge.R-project.org")
library(IPSUR)
read(IPSUR)
\end{verbatim}

\end{document}